---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateFascia
source: html/10bc5105-52e1-2a62-42f0-8010443db186.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateFascia Property

Could not create Fascia. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateFascia { get; }
```